{
  "Challenge 21 - Découvrez notre projet": "Challenge 21 - Discover Our Project",
  "Challenge 21 - Changez vos habitudes en 21 jours": "Challenge 21 - Change Your Habits in 21 Days",
  "Créez et Suivez Votre Routine": "Create and Track Your Routine",
  "Créer votre routine rapidement et simplement.": "Create your routine quickly and easily.",
  "Accéder à des données précises pour comprendre vos points faibles.": "Access precise data to understand your weak points.",
  "Gamification et Système de Quêtes": "Gamification and Quest System",
  "Gamifiez vos journées grâce à un système de quêtes et de récompenses.": "Gamify your days with a quest and rewards system.",
  "Accomplissez vos tâches quotidiennes de manière ludique et motivante.": "Complete your daily tasks in a fun and motivating way.",
  "Ressentez un réel sentiment d'accomplissement chaque jour.": "Feel a real sense of achievement every day.",
  "Votre Assistant Personnel d'Organisation": "Your Personal Organization Assistant",
  "Challenge 21 est une application complète qui vous aide à organiser tous les aspects de votre vie.": "Challenge 21 is a comprehensive application that helps you organize all aspects of your life.",
  "Comme un assistant personnel, elle vous fournit des informations et des conseils personnalisés.": "Like a personal assistant, it provides you with personalized information and advice.",
  "Obtenez des recommandations au fur et à mesure que vous utilisez l'application.": "Get recommendations as you use the application.",
  "Personnalisation et Adaptabilité": "Customization and Adaptability",
  "Que vous souhaitiez prendre ou perdre une habitude, Challenge 21 s'adapte à vos besoins spécifiques.": "Whether you want to build or break a habit, Challenge 21 adapts to your specific needs.",
  "Des programmes personnalisés pour chaque type d'addiction ou habitude.": "Personalized programs for each type of addiction or habit.",
  "Offre une expérience unique à chaque utilisateur.": "Offers a unique experience for each user.",
  "Communauté et Motivation": "Community and Motivation",
  "Connectez-vous avec vos amis ou trouvez des personnes du monde entier partageant les mêmes objectifs.": "Connect with your friends or find people worldwide who share the same goals.",
  "Participez ensemble à des routines, suivez vos progrès et motivez-vous mutuellement.": "Participate together in routines, track your progress, and motivate each other.",
  "Atteignez vos objectifs grâce au soutien de la communauté.": "Achieve your goals with the support of the community.",
  "Classements et Détermination": "Rankings and Determination",
  "Mettez vos efforts en lumière avec notre système de classement.": "Highlight your efforts with our ranking system.",
  "Les utilisateurs les plus déterminés seront mis en avant.": "The most determined users will be highlighted.",
  "Inspirez ainsi toute la communauté par votre constance et votre engagement.": "Inspire the entire community with your consistency and commitment.",
  "Gratuit et Sans Publicité": "Free and Ad-Free",
  "Challenge 21 est gratuit et sans publicité.": "Challenge 21 is free and ad-free.",
  "Profitez de toutes les fonctionnalités sans coûts cachés ni interruptions.": "Enjoy all features without hidden costs or interruptions.",
  "Une expérience utilisateur optimale et fluide.": "An optimal and smooth user experience.",
  "Jours": "Days",
  "Heures": "Hours",
  "Minutes": "Minutes",
  "Secondes": "Seconds",
  "Suivre le projet": "Follow the Project",
  "En lire plus": "Read More",
  "&copy; 2024 Challenge 21. Tous droits réservés.": "&copy; 2024 Challenge 21. All rights reserved.",
  "Le Challenge 21 a commencé !": "The Challenge 21 has started!",
  "Langue": "Language",
  "meta-description": "Challenge 21 - Change your habits in 21 days with a personalized application.",
  "meta-keywords": "Challenge 21, routine, productivity, tracking, efficient"
}
